<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="/css/home.css">
    <script src="/js/index.js"></script>
    <title>One Piece</title>
</head>
<nav>
    <ul class="topnav">
        <li><a href="/html/home.html">Home</a></li>
        <li><a href="/html/noticias.html">Noticias</a></li>
        <li><a href="/html/guia.html">Guia de Episódios</a></li>
        <li><a href="/html/personagens.html">Personagens</a></li>
        <li><a href="/html/contato.html">Contato</a></li>
        <li><a href="/html/filmes.html">Filmes</a></li>
      </ul>

</nav>

    <button onclick="darkMode()">Darkmode</button>
    <button onclick="lightMode()">LightMode</button>


<body>
    <div style="text-align: center;">
        <img src="../imagens/topohome.jpg" alt="topohome" style="width: 1200px; height: 500px;">
      </div>
    <div id="div_1"><h1 style="text-align: justify;">Um Pouco Sobre One Piece</h1>
        <p style="text-align: justify;">One Piece ワンピース Wan Pīsu? &eacute; uma s&eacute;rie de mang&aacute; escrita e ilustrada por Eiichiro Oda.Os cap&iacute;tulos t&ecirc;m sido serializados na revista Weekly Shōnen Jump desde julho de 1997, com os cap&iacute;tulos compilados e publicados em 105 volumes tankōbon pela editora Shueisha at&eacute; junho de 2023. One Piece conta as aventuras de Monkey D. Luffy, um jovem cujo corpo ganhou as propriedades de borracha ap&oacute;s ter comido um fruto do diabo acidentalmente. Com sua tripula&ccedil;&atilde;o, os Piratas do Chap&eacute;u de Palha, Luffy explora a Grand Line em busca do tesouro mais procurado do mundo, o "One Piece", a fim de se tornar o pr&oacute;ximo Rei dos Piratas.</p>
        <p style="text-align: justify;">O mang&aacute; foi adaptado em um epis&oacute;dio OVA produzido pela Production I.G em 1998, e num anime produzido pela Toei Animation, transmitido no Jap&atilde;o desde 1999. Al&eacute;m disso, a Toei Animation produziu catorze filmes de anime, um OVA e treze epis&oacute;dios especiais de televis&atilde;o. Foram lan&ccedil;adas tamb&eacute;m v&aacute;rios tipos de m&iacute;dias desenvolvidas por diversas empresas relacionadas &agrave; s&eacute;rie, como um jogo de cartas colecion&aacute;vel, e v&aacute;rios jogos eletr&ocirc;nicos. A s&eacute;rie de mang&aacute; &eacute; licenciada e publicada no Brasil pela editora Panini Comics. A s&eacute;rie de anime j&aacute; foi exibida no Brasil, e em Portugal. Atualmente a s&eacute;rie &eacute; transmitida simultaneamente pela Crunchyroll no Brasil e ser&aacute; transmitida pelo Netflix com uma nova dublagem.</p>
        <p style="text-align: justify;">One Piece recebeu elogios pelo seu enredo, arte, humor e caracteriza&ccedil;&atilde;o. V&aacute;rios volumes do mang&aacute; quebraram recordes de publica&ccedil;&atilde;o, incluindo a maior tiragem inicial de qualquer livro no Jap&atilde;o. O s&iacute;tio oficial da s&eacute;rie anunciou que o mang&aacute; estabeleceu um recorde mundial como "a s&eacute;rie de quadrinhos de um mesmo autor com mais c&oacute;pias publicadas no mundo". At&eacute; maio de 2020, o mang&aacute; j&aacute; tinha vendido mais de 473 milh&otilde;es de c&oacute;pias em todo o mundo, sendo a s&eacute;rie de mang&aacute; mais vendida da hist&oacute;ria, al&eacute;m de ser a segunda s&eacute;rie de livros (se contarmos mang&aacute;s na lista) mais vendida de todos os tempos, s&oacute; perdendo para a s&eacute;rie de livros brit&acirc;nica Harry Potter. Foi a s&eacute;rie de mang&aacute; mais vendida pelo d&eacute;cimo primeiro ano consecutivo em 2018. One Piece &eacute; uma das franquias de m&iacute;dia com maior bilheteria de todos os tempos, estima-se que tenha gerado mais de 21 bilh&otilde;es de d&oacute;lares em receita total de franquia, a partir de mang&aacute;s, animes e filmes, jogos e mercadorias.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <h2 style="text-align: justify;">Sinopse</h2>
        <p style="text-align: justify;">O globo do mundo de One Piece</p>
        <p style="text-align: justify;">O mundo de One Piece &eacute; povoado por humanos e muitas outras ra&ccedil;as, como an&otilde;es, homens-peixe e gigantes. &Eacute; coberto por dois vastos oceanos, que s&atilde;o divididos por uma enorme cordilheira chamada Red Line; A Grand Line, um mar que corre perpendicularmente &agrave; Red Line, divide-os em quatro mares: North Blue, East Blue, West Blue e South Blue. Ao redor da Grand Line, est&atilde;o duas regi&otilde;es chamadas Calm Belts, semelhantes &agrave;s latitudes dos cavalos, que quase n&atilde;o experimentam ventos ou correntes oce&acirc;nicas e s&atilde;o o terreno f&eacute;rtil para enormes criaturas marinhas chamadas reis-dos-mares. Por isso, os Calm Belts s&atilde;o barreiras muito eficazes para quem tenta entrar na Grand Line. No entanto, navios da Marinha, membros de uma organiza&ccedil;&atilde;o intergovernamental conhecida como Governo Mundial, s&atilde;o capazes de usar uma pedra de prisma-do-mar (em japon&ecirc;s: 海楼石, transl. Kairōseki) para mascarar sua presen&ccedil;a dos reis-dos-mares e podem simplesmente passar pelos Calm Belts. Todos os outros navios s&atilde;o for&ccedil;ados a seguir uma rota mais perigosa, passando por uma montanha na primeira interse&ccedil;&atilde;o da Grand Line e da Red Line, um sistema de canais conhecido como Reverse Mountain. A &aacute;gua do mar de cada um dos quatro mares sobe aquela montanha e se funde no topo para fluir por um quinto canal e entrar na primeira metade da Grand Line, chamada Para&iacute;so por causa da compara&ccedil;&atilde;o com a segunda metade.</p>
        </div>
  
        
</body>
</html>