<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="/css/noticias.css">
    <title>Noticias</title>
</head>

<nav>
    <ul class="topnav">
        <li><a href="/html/home.html">Home</a></li>
        <li><a href="/html/noticias.html">Noticias</a></li>
        <li><a href="/html/guia.html">Guia de Episódios</a></li>
        <li><a href="/html/personagens.html">Personagens</a></li>
        <li><a href="/html/contato.html">Contato</a></li>
        <li><a href="/html/filmes.html">Filmes</a></li>
      </ul>

</nav>
<body>
    <div style="text-align: center;">
        <img src="../imagens/toponoticias.jpg" alt="toponoticias" style="width: 1200px; height: 500px;">
      </div>


    <div id="div_1"><h1 style="text-align: justify;">

        <p>Assista ao trailler da série live action!!
            <a href="https://www.youtube.com/watch?v=QpGqvPUF7XU">Clique aqui!</a>.
            </p>

        <h1>Um caf&eacute; com Luffy: batemos um papo com os atores do live action de One Piece</h1>
        <h2>Elenco veio a S&atilde;o Paulo para participar do Tudum 2023</h2>
        <h4>PEDRO HENRIQUE RIBEIRO</h4>
        <h4>21.06.2023, &Agrave;S 18H21</h4>
        <h4>ATUALIZADA EM 21.06.2023, &Agrave;S 20H38</h4>
        <p>&nbsp;</p>
        <p>O que voc&ecirc; estava fazendo durante a madrugada mais fria do ano? Eu estava acordando para n&atilde;o perder meu navio, ou melhor&hellip; t&aacute;xi, e chegar no hor&aacute;rio em um compromisso importante. No &uacute;ltimo s&aacute;bado (17), fui convidado para tomar um caf&eacute; com&nbsp;I&ntilde;aki Godoy,&nbsp;Emily Rudd,&nbsp;Mackenyu Arata,&nbsp;Jacob Romero Gibson&nbsp;e&nbsp;Taz Kylar, estrelas da s&eacute;rie live action de&nbsp;One Piece, da&nbsp;Netflix. Bom, eu n&atilde;o tomei o caf&eacute; literalmente, j&aacute; que n&atilde;o me ofereceram nada para beber, mas o elenco, sim, e eles pareciam felizes por isso.</p>
        <p>Quando cheguei, ainda bem cedo, no hotel chique na regi&atilde;o da Avenida Paulista, &aacute;rea nobre da cidade de S&atilde;o Paulo, me senti em na Ilha Drum, cidade natal de Tony Tony Chopper. Os 9 &deg;C com sensa&ccedil;&atilde;o t&eacute;rmica glacial daquela manh&atilde; s&oacute; n&atilde;o estavam mais gelados que a minha barriga pela expectativa de falar com eles cara a cara. Eu at&eacute; tentei me autocensurar pensando:&nbsp;&ldquo;poxa, voc&ecirc; j&aacute; entrevistou gente mais famosa&rdquo;, mas minha ansiedade para conhecer as pessoas que est&atilde;o dando vida a um dos meus animes favoritos falou mais alto, ent&atilde;o eu me permiti.</p>
        <p>Minha pontualidade exagerada me fez passar frio por mais tempo que os demais colegas da imprensa. Por&eacute;m, fui recompensado com uma primeira espiadinha neles todos logo que chegaram ao hotel. Sim, isso mesmo. Eu cheguei antes deles porque eles n&atilde;o estavam hospedados no mesmo hotel da entrevista. Acredito que para a informa&ccedil;&atilde;o da estadia deles n&atilde;o vazar. Eles estavam bem animados para aquele hor&aacute;rio e temperatura. Mackenyu, que encarou mais de 30 horas de voo, estava um pouco menos serelepe.</p>
        <p>A din&acirc;mica da conversa foi interessante. Todo o elenco sentou-se &agrave; mesa com os jornalistas e cada um p&ocirc;de fazer uma pergunta. A primeira foi sobre a prepara&ccedil;&atilde;o para viver esses personagens t&atilde;o marcantes. I&ntilde;aki, carinhosamente chamado de Kiki por seus colegas de elenco, disse que para viver o protagonista Monkey D. Luffy fez&nbsp;&ldquo;algumas pesquisas tanto no mang&aacute; quanto no anime para entender o personagem&rdquo;. Ele continuou:&nbsp;&ldquo;tamb&eacute;m me inspirei muito em mim mesmo, especialmente na &eacute;poca em que eu era crian&ccedil;a, porque o Luffy &eacute; uma bola de energia muito otimista e eu tenho muito disso dentro de mim&rdquo;.</p>
        <p>J&aacute; Taz Kylar fez um treinamento diferente para interpretar o chef brig&atilde;o Sanji.&nbsp;&ldquo;Diferentemente dos outros [do elenco], acho que levei um tempo para me sentir merecedor. E a minha maneira de lidar com isso foi me dedicar intensamente a isso&rdquo;, explica ele.&nbsp;&ldquo;Treinei de dez a 12 horas por dia durante seis meses. Eu fazia treinos de duas horas, tomava uma vitamina de banana a cada duas horas. Depois, eu ia cozinhar com um chef que trouxeram para me treinar. Dava os pratos para quem quisesse com&ecirc;-los e voltava a treinar por mais duas horas&rdquo;.</p>
        <p>A pergunta seguinte foi a minha, e fiquei com medo de usar o tom errado e acabar com o clima do bate-papo. Lembrei que&nbsp;One Piece&nbsp;&eacute; uma obra realmente grande e perguntei se todos eles estavam em dia com os cap&iacute;tulos ou epis&oacute;dios. No momento seguinte &agrave; pergunta, eu revelei que n&atilde;o eu estava, para que eles n&atilde;o se sentissem julgados por n&atilde;o terem feito a li&ccedil;&atilde;o de casa completa. Deu certo. Todo mundo riu muito e as respostas come&ccedil;aram a fluir menos engessadas.</p>
        <p>I&ntilde;aki acompanhou tudo at&eacute; a saga de Marineford. Emily Rudd, a nossa Nami, disse que est&aacute;&nbsp;&ldquo;atualizada no mang&aacute;, mas para o anime vai levar um pouco mais de tempo&rdquo;.&nbsp;</p>
        <p>Jacob Romero Gibson foi na contram&atilde;o de Usopp, seu personagem mentiroso e falastr&atilde;o, e disse:&nbsp;&ldquo;definitivamente n&atilde;o estou atualizado. Mas estou curtindo, realmente estou curtindo. Quero dizer, obviamente, One Piece representa algo diferente para cada um de n&oacute;s&rdquo;.</p>
        <p>Mackenyu, que&nbsp;j&aacute; fez mais live actions de anime do que podemos contar, disse que n&atilde;o &eacute; do tipo leitor de mang&aacute; e que prefere animes &mdash; o que atrasa sua atualiza&ccedil;&atilde;o na obra. Ele, que interpreta o Zoro, viu o anime at&eacute; o in&iacute;cio da saga da Grand Line, mas voltou a companhar para estudar o papel.&nbsp;&ldquo;Eu voltei [os epis&oacute;dios] e estudei de verdade, olhando para tr&aacute;s&rdquo;, explicou.&nbsp;&ldquo;E para a segunda temporada, ningu&eacute;m sabe at&eacute; onde chegaremos, mas se me disserem, eu voltarei novamente&rdquo;.</p>
        <p>J&aacute; Kylar preferiu n&atilde;o revelar onde estava na obra para evitar ser bombardeado de perguntas dos &ldquo;fiscais de f&atilde;&rdquo;. Ele diz:&nbsp;&ldquo;assisti absolutamente tudo que era relevante para a s&eacute;rie, e estou seguindo no meu pr&oacute;prio ritmo. N&atilde;o quero ser espec&iacute;fico sobre isso porque n&atilde;o quero ter que responder perguntas triviais para provar [que sei] algo [espec&iacute;fico relacionado &agrave; s&eacute;rie]&rdquo;.</p>
        <p>Quem &eacute; muito f&atilde; de&nbsp;One Piece&nbsp;deve conhecer a hist&oacute;ria de quando perguntaram para o autor&nbsp;Eiichiro Oda&nbsp;de quais pa&iacute;ses seriam os personagens principais se o mundo do mang&aacute; fosse igual o nosso. Usopp seria sul-africano, Zoro japon&ecirc;s, Sanji franc&ecirc;s, Nami sueca e Luffy brasileiro. Com exce&ccedil;&atilde;o de Mackenyu, nenhum dos demais atores seguiu a lista de Oda, mas para alguns f&atilde;s brasileiros, Luffy deveria ser um ator brazuca.&nbsp;</p>
        <p>I&ntilde;aki Godoy n&atilde;o nasceu no pa&iacute;s, mas como mexicano, &eacute; latino como n&oacute;s. Um&nbsp;hermano, por assim dizer. Durante o papo, ele falou sobre a import&acirc;ncia de levar a cultura latina para um personagem como Luffy.&nbsp;&ldquo;Sinto que no M&eacute;xico e em toda a Am&eacute;rica Latina, incluindo o Brasil, valorizamos a fam&iacute;lia e a amizade. Amamos celebrar, celebramos com muita intensidade. E o Luffy realmente incorpora esses valores. Crescer como um f&atilde; na Am&eacute;rica Latina me fez entender isso muito rapidamente&rdquo;.</p>
        <p>O papo acabou e o elenco agradeceu pelo papo. In&atilde;ki e Emily elogiaram meu moletom do Law &mdash; um personagem que est&aacute; longe de aparecer na s&eacute;rie, e Jacob fez quest&atilde;o de se despedir com um soquinho. Na sa&iacute;da, o frio ainda n&atilde;o havia ido embora, mas meu cora&ccedil;&atilde;o estava quentinho &mdash; por&eacute;m, senti falta do caf&eacute;.</p>
        <p>Al&eacute;m do jovem elenco, a s&eacute;rie live action contar&aacute; ainda com&nbsp;Morgan Davies&nbsp;(The End),&nbsp;Ilia Isorel&yacute;s&nbsp;(A Vida Sexual das Universit&aacute;rias),&nbsp;Aidan Scott&nbsp;(A Barraca do Beijo 2),&nbsp;Jeff Ward&nbsp;(Agents of SHIELD),&nbsp;McKinley Belcher&nbsp;(Hist&oacute;ria de um Casamento) e&nbsp;Vincent Regan&nbsp;(300), que foram escalados respectivamente como Koby, Alvida, Helmeppo, Buggy, Arlong e Garp.</p>
        <p>&nbsp;</p>
        <h3>One Piece&nbsp;estreia na Netflix em&nbsp;31 de agosto&nbsp;e ter&aacute; oito epis&oacute;dios na primeira temporada.</h3>

    </div>
</body>
</html>