{

    "bf1": [ 
        "Os Dark Dragons continuam a caçar seus inimigos, os Light Dragons, e os forçaram ao isolamento. O protagonista do jogo, Ryu, vive em paz em um vilarejo formado por sobreviventes do clã Light Dragon. Ryu é órfão desde pequeno e foi criado por sua irmã, Sara, uma sacerdotisa com grandes poderes mágicos. Em uma noite, ele sonha com um dragão que o avisa do perigo iminente; ele desperta e encontra o vilarejo em chamas. Sara usa sua magia para afastar os Dark Dragons de Ryu, mas é capturada.",
        "O imperador dos Dark Dragons, Zog, anuncia que é do direito dos Dark Dragons o governo do mundo. Zog pretende libertar a deusa Tyr com o uso de seis chaves mágicas, e Ryu parte em uma busca pelas chaves antes que Zog as encontre."
    ],
    "bf2": [
        "A história é tomada em um mundo fictício sem um nome em particular, habitado por, além de seres humanos, criaturas de raças antropomórficas que convivem entre si. Neste mundo, a maioria de pessoas praticam uma religião nova parecida ao catolicismo chamada Evanismo, esquecendo à crença prévia no Deus Dragão.",
        "O jogo nos narra a história de um menino chamado Ryu Bateson, e começa quando este tem seis anos. Ryu é desperto pelo seu pai, um pastor Evanista chamado Garner, o qual lhe pede ir buscar a sua irmã, Yua. O menino a encontra frente a um enorme dragão dormente nos arredores de seu povo, Gate. Quando volta ao povo poucos minutos depois que separar-se de sua irmã e pai, ninguém em Gate parece lembrar-se dele ou de sua família.",
        "Depois destes eventos, Ryu conhece Bow Doggy, que lhe incita a escapar de Gate. Buscando proteção de uma tempestade fora do povo, terminam em uma caverna, onde um demônio ataca a Ryu e o nocauteia.",
        "Dez anos depois, Ryu cresceu e habita em HomeTown com Bow, onde ambos têm um trabalho como caçadores, isto é, aceitam todo tipo de missões dos habitantes da região. Inicialmente desejam ser tomados como caçadores sérios, no entanto, se lhes atribui a fácil tarefa encontrar o porco mascote da princesa de Windia. Após vários eventos em conseqüência desta missão, Bow escapa de HomeTown com Ryu, e daqui a história se vai desenvolvendo."
    ],

    "bf3": [
        "O jogo começa em uma mina de Chrys, localizada em um lugar remoto do mundo onde o mineral raro e poderoso é extraído a partir de restos fossilizados de dragões. Quando os mineradores decidem explodir uma grande pedra de chrys utilizando dinamites, um bebê dragão preservado, porém desgastado e confuso por séculos de hibernação emerge rapidamente e ataca os mineiros que entram em pânico, até ser nocauteado e colocado a bordo de um trem para ser levado e ser estudado. Na saída da mina, o dragão se lança com sua gaiola para fora do trem, descendo pela colina e cai nos arredores de uma grande floresta, onde se transforma em um menino antes de voltar a perder a consciência. Algum tempo depois, ele é encontrado por Rei, um ladrão, membro da tribo Woren dos homens-tigres e por um órfão que o acompanhava e acredita que eles estão lidando com apenas mais uma criança abandonada."
    ],

    "bf4": [
        "A trama se passa em um mundo contendo dois continentes, separados por um oceano de areia. Como manda a tradição da série, os protagonistas da aventura são Ryu e Nina, mas não são os mesmos de um jogo para outro, pertencendo a eras diferentes.",
        "Os continentes eram: o Império Fou, continente do oeste, e a Aliança do Leste, continente do leste. Por anos os dois continentes agiram de forma independente, pois não tinham contato entre si. Entretanto, logo após o contato surgiu uma guerra brutal entre os continentes. Os dois poderes ficaram empatados, praticamente a guerra inteira, usando toda sua força e recursos naturais na batalha. A guerra continuou por muito tempo até que os dois continentes ficaram sem recursos.",
        "A história começou quando houve contato entre os dois continentes que era possivel através de barcos que navegam pela areia que são chamados Sandflier (砂船 sunafuna?). Um ano depois, princesa Elina de Wyndia, subitamente desapareceu perto da cidade de Synesta, e sua irmã, princesa Nina, juntamente com Cray, seu guardião, embarcaram em uma jornada para encontrá-la."
    ],

    "bf5": [
        "A história se passa num enorme complexo subterrâneo onde a humanidade se abriga há mais de mil anos, após um evento cataclísmico que acabou com a civilização da superfície, envolvendo dragões, que nesse universo são criaturas geneticamente criadas como armas de guerra.",
        "O mundo subterrâneo é um lugar distópico onde as pessoas têm suas oportunidades de vida determinadas pelo seu D-Ratio, uma medida que, na prática, representa a casta na qual a pessoa se enquadra e seu potencial máximo de progresso. O seu significado na história é a chance da pessoa se ligar a um dragão, e o modo como ele é determinado (o que parece ser feito no nascimento) nunca é mostrado. O D-Ratio é expressado em forma de uma fração, com 1/4 sendo o mais alto possível e o titular dragon quarter.",
        "O protagonista é Ryu, D-Ratio 8192, um membro de baixo escalão dos rangers. Após os eventos de uma missão de escolta mal sucedida, ele acaba sendo escolhido pelo dragão Odjn para se ligar a ele e receber seus poderes, que vai usar para viajar rumo à superfície para salvar a vida de sua nova amiga Nina. Sim, Ryu aqui começa o jogo como um humano normal."    
    ],

    "bf6": [
        "O jogo se passa 1.000 anos após uma batalha apocalíptica entre os clãs Light e Dark Dragon, humanos com a habilidade de se transformar em poderosos dragões com imenso poder destrutivo, que acabou graças às ações de um misterioso jovem. A precipitação resultante causou desertificação gradual em todo o planeta e, ao longo dos anos, as pessoas do mundo criaram novas comunidades, abrindo caminho para uma nova era pacífica. No entanto, nos bastidores, o poderoso Império Insídia secretamente interrompeu essa paz, ultrapassando o mundo lentamente e dominando países menores, um por um.",
        "Uma das terras que caiu sob a força do Império foi a cidade de Dragnier, lar do herói e seu irmão, Ryu, que foi arrasada pelo Império que destruiu tudo em seu caminho. Peridot, um bardo viajante que acabou de passar pelas ruínas, encontrou o herói em apuros e os salvou. Juntamente com os cidadãos sobreviventes de sua cidade natal, o herói e seus companheiros precisavam reconstruir sua terra perdida e contra-atacar o Império enquanto desvendavam os segredos dos clãs dos dragões."
    ]
    
}