{

    "bf1": [ 
        "Breath of Fire consiste de quatro modos básicos de jogabilidade: um mapa do mundo, mapas de cidades e dungeons, uma tela de batalha e uma tela de menu. O mapa do mundo é uma versão reduzida e simplificada do mundo fictício do jogo, que o jogador usa para navegar entre vários locais. Grande parte das batalhas do jogo são enfrentadas nos mapas de campo ou no mapa do mundo. Grande parte dos personagens possui uma ação de campo específica fora de batalha, e em alguns momentos tal ação se faz necessária para o prosseguimento. Por exemplo, o grupo não pode passar por florestas enquanto Bo não liderar a equipe.",
        "A paleta de cores dos mapas muda de acordo com a hora do dia. Quando o grupo se encontra no mapa do mundo, o sol nasce e se põe a cada minuto de tempo real. Em certas situações, o jogador precisa esperar a noite antes de entrar em uma determinada cidade."
    ],
    "bf2": [
        "Breath of Fire II é um videogame RPG tradicional com sprites e ambientes de personagens bidimensionais . Os jogadores veem o jogo de uma perspectiva de cima para baixo e movem seus personagens em quatro direções em vários ambientes, incluindo cidades e masmorras, enquanto interagem com personagens não-jogadores e lutam contra inimigos para avançar na história.",
        "O jogo apresenta um menu de jogo redesenhado baseado em texto em oposição ao design baseado em ícones do original Breath of Fire , bem como um novo Monster Meter que indica a probabilidade de encontrar monstros inimigos em uma determinada área. [5]Os jogadores são obrigados a se aventurar em áreas perigosas em todo o mundo do jogo, conforme ditado pela história, e encontrar inimigos aleatoriamente a cada poucos passos que devem ser derrotados para avançar. À medida que o jogo avança, novos personagens, cada um com suas habilidades específicas, se juntam ao grupo do jogador. Como no jogo anterior, apenas quatro personagens podem estar em um grupo em um determinado momento, mas agora não podem ser trocados livremente fora de certas áreas. Cada personagem tem uma Ação Pessoal única que pode ser executada fora do combate e permite ao jogador acessar certas áreas, destruir objetos, evitar armadilhas ou mover-se pelo jogo com mais facilidade. Breath of Fire II inclui um novo recurso de construção de cidade que permite ao jogador povoar sua própria vila com personagens especiais encontrados ao longo do jogo. Cada personagem tem seu próprio trabalho distinto e pode ser convidado a morar em casas que o jogador adiciona doando dinheiro para um dos três carpinteiros, cada um com seu próprio estilo de construção. Seis habitantes especiais conhecidos como Shamans também podem se juntar à cidade, cada um com seu próprio alinhamento elemental , e até dois de cada vez podem ser fundidos com membros do grupo para conceder-lhes novas formas e habilidades. Enquanto se juntam a um xamã, os personagens se tornam mais fortes e podem obter acesso a habilidades adicionais durante a batalha.",
        "O combate em Breath of Fire II é apresentado usando uma abordagem baseada em turnos , onde o jogador insere comandos para cada personagem no início de cada rodada com as ações ocorrendo por ordem de classificação de agilidade de cada personagem e inimigo. Um novo recurso de Formação permite ao jogador organizar seu grupo em diferentes posições, permitindo a certos membros um aumento na velocidade, defesa ou poder de ataque. Os jogadores vencem batalhas derrotando todos os inimigos presentes, causando dano usando ataques normais junto com feitiços e itens mágicos. Quando todos os inimigos são derrotados, eles rendem pontos de experiência que aumentam o nível dos personagens, tornando-os mais fortes e dando-lhes acesso a novos feitiços. [8]A saúde de cada personagem é representada por pontos de vida numéricos que indicam sua vitalidade restante, e são nocauteados se o valor chegar a zero, com a batalha terminando se cada membro do grupo de um jogador for nocauteado. O progresso é registrado usando a memória de backup da bateria interna do cartucho do jogo , que pode ser acessada nas estátuas de dragão durante o jogo."
    ],

    "bf3": [
        "Breath of Fire III é um RPG tradicional de console que exige que o jogador cumpra objetivos baseados na história enquanto luta contra criaturas inimigas em vários ambientes de fantasia . Apresentado de um ponto de vista isométrico superior , o jogador pode girar a câmera do jogo em qualquer direção ao redor do personagem central, bem como incliná-la para cima ou para baixo para ver acima ou abaixo dos objetos que impedem. [3] Ao viajar pelo ambiente do jogo, cada personagem pode executar uma habilidade especial única que permite ao jogador resolver quebra-cabeças ou destruir objetos, bem como obter acesso a áreas ocultas. O jogo usa imagens tridimensionaisgráficos para cenários, edifícios e outros objetos, mantendo sprites bidimensionais para personagens.",
        "O jogo apresenta uma série de novos recursos para a série, incluindo o Master System, que permite que qualquer um dos personagens jogáveis ​​do jogo seja aprendiz de personagens não-jogadores específicos conhecidos como mestres, o que lhes permite aprender novas habilidades e influenciar suas estatísticas. Um recurso adicional, o Fairy Village, dá ao jogador a capacidade de influenciar o crescimento de uma pequena cidade de fadas , que por sua vez dá acesso a itens especiais ou recursos do jogo, como minijogos e um teste de som . Enquanto viajam no mapa do mundo, os jogadores podem montar um acampamento, o que pode reabastecer a saúde de um personagem descansando, além de permitir que eles falem diretamente com qualquer membro de seu grupo. Outros pilares da série, como pescaretorna com uma nova interface expandida e um sistema de alocação de pontos que mantém o controle de quais peixes um jogador pescou e seu tamanho.",
        "As batalhas em Breath of Fire III ocorrem aleatoriamente quando um jogador viaja por áreas hostis ou masmorras durante o curso da história. Usando uma abordagem de estratégia baseada em turnos , o jogo permite que um jogador insira comandos no início de cada rodada de combate, que são executados de acordo com a classificação de agilidade de cada personagem. Um jogador pode escolher atacar, defender, lançar feitiços , usar itens, trocar de equipamento ou fugir completamente da batalha. Os jogadores podem combinar crismas de vários atributos para permitir que Ryu se transforme em diferentes formas de dragão. Enquanto os títulos anteriores de Breath of Fire permitiam que grupos de quatro personagens participassem do combate, Breath of Fire IIIrestringe o limite do grupo a apenas três, mas oferece um novo sistema de formação que permite que os personagens sejam organizados em certos padrões para benefícios táticos. As batalhas são vencidas quando todos os inimigos são derrotados, rendendo pontos de experiência que vão para o ganho de níveis dos personagens, o que por sua vez leva a estatísticas mais altas e novas habilidades."
    ],

    "bf4": [
        "Breath of Fire IV é um videogame RPG tradicional com um ponto de vista isométrico e aéreo . A câmera do jogo pode ser girada manualmente pelo jogador em até 360 graus em alguns casos, embora, ao contrário de Breath of Fire III, ela não possa ser inclinada para cima ou para baixo. O ambiente do jogo é renderizado em 3D completo , enquanto os personagens são apresentados como sprites bidimensionais desenhados à mão. Enquanto se movem pelo mundo, os jogadores podem interagir com personagens e objetos controlados por computador, obter conhecimento sobre o mundo ao seu redor e reunir pistas sobre como avançar na história. Cada personagem jogável recebe uma habilidade de campo especial que pode ser usada para destruir obstáculos ou resolver quebra-cabeças fora das batalhas, que ocorrem aleatoriamente em áreas hostis ou masmorras.",
        "O Master System de Breath of Fire III está de volta, permitindo que os jogadores personalizem cada personagem fazendo-os aprendizes de diferentes mestres encontrados em todo o mundo. Sob sua orientação, esses personagens podem ganhar novas habilidades e aumentos de estatísticas especiais ao cumprir certas tarefas, como participar de um certo número de batalhas ou encontrar itens específicos. O minijogo de pesca comum ao resto da série também retorna, junto com o recurso de construção de aldeia Faerie Town do título anterior que permite aos jogadores construir uma aldeia especial que abre novos recursos.",
        "As batalhas acontecem com equipes de três personagens contra qualquer número de oponentes inimigos. Durante essas sequências de combate, o jogador pode escolher quais personagens realizarão uma ação em qualquer ordem, bem como trocar quaisquer personagens de reserva disponíveis na linha de trás. Enquanto posicionado na fileira de trás, um personagem não pode participar da batalha, mas pode recuperar a saúde ou magia perdida a cada rodada de combate, bem como não ser afetado por nenhum ataque. As batalhas terminam quando todos os inimigos são derrotados ou todos os personagens jogáveis ​​(tanto a primeira linha quanto a reserva) ficam sem saúde. Cada batalha rende pontos de experiência que vão para ganhar níveis para cada personagem, o que por sua vez concede estatísticas aumentadas e novas habilidades.",
        "Uma novidade em Breath of Fire IV é o Combo System, que permite que certos feitiços ou habilidades sejam lançados em uma ordem específica para ganhar bônus de dano ou outros efeitos. Lançar dois feitiços de gelo em sequência, por exemplo, produzirá um ataque de gelo mais forte, enquanto um feitiço de fogo seguido por um feitiço de vento criará um ataque baseado em explosão. Os combos também podem ocorrer automaticamente em ataques únicos que tenham mais de um efeito."
      ],

    "bf5": [
        "Breath of Fire: Dragon Quarter é um videogame RPG que se desvia drasticamente dos jogos anteriores da série e é o primeiro a usar gráficos totalmente tridimensionais para personagens e ambientes. Os jogadores controlam seus personagens de uma perspectiva de terceira pessoa enquanto navegam em vários ambientes, incluindo masmorras e cidades onde podem interagir com personagens não-jogadores. Enquanto os jogos anteriores de Breath of Fire ocorreram em ambientes de fantasia contendo áreas abertas, Dragon Quarter apresenta uma ficção científicatema que define o jogo em uma série de bunkers 1000m abaixo da superfície em um ambiente pós-apocalíptico industrializado. Os jogadores devem viajar para cima através de uma rede de túneis enquanto lutam contra inimigos e coletam chaves. Um sistema de mapas alerta os jogadores sobre portas, tesouros e inimigos próximos.",
        "Em vez de experimentar o jogo inteiro em uma única jogada, Dragon Quarter foi projetado para ser jogado várias vezes para experimentar toda a história. Usando o sistema Scenario Overlay (SOL), pontos específicos da trama e áreas do jogo só são acessíveis se o número D-Ratio do jogador for alto o suficiente. O D-Ratio dos jogadores é inicialmente 1/8192 e só pode ser aumentado reiniciando o jogo e usando a função SOL: Restore , que permite ao jogador começar um novo jogo enquanto carrega todos os itens acumulados, equipamentos e habilidades adquiridas anteriormente. [6] O progresso é salvo no cartão de memória do PlayStation 2usando tokens de salvamento limitados encontrados durante o jogo. Os jogadores podem suspender o jogo quantas vezes quiserem, criando um salvamento temporário em determinadas áreas do jogo, que é excluído assim que é carregado.",
        "Em um determinado ponto do jogo, o jogador pode usar habilidades de dragão e um D-Counter aparece na tela. Quando o D-Counter atinge 100 por cento, o jogo termina e o jogador é enviado de volta para seu último salvamento permanente. O medidor aumenta continuamente conforme o jogador usa as habilidades e só pode ser reduzido reiniciando usando SOL: Restore.",
        "As batalhas usam o Positive Encounter and Tactics System (PETS), descrito pela Capcom como um combate combinado em tempo real e baseado em turnos. Uma batalha começa quando um personagem encontra um inimigo na tela, e o jogador pode empregar um ataque preventivo. O combate pode ser evitado colocando armadilhas ou deixando comida. Em combate, cada personagem age de acordo com sua estatística de agilidade. O participante tem liberdade de movimento na área de batalha durante seu turno. Os personagens recebem pontos ativos (AP) no início de seu turno, com o número diminuindo a cada passo e ataque que fazem. Existem três níveis de ataque com níveis mais altos custando mais AP, mas causando mais dano. Os ataques podem ser agrupados em ataques combinados. Novas armas fornecem novos ataques e habilidades de ataque podem ser encontradas espalhadas pelo jogo. Uma batalha é vencida quando todos os inimigos são derrotados ou fogem, com as vitórias ganhando pontos de experiência do jogador."
    ],
    
    "bf6": [
        "Breath of Fire 6 era um RPG online baseado em ação , onde os jogadores criavam um personagem herói que podiam personalizar em aparência, gênero e habilidades. Ambos os personagens e ambientes foram apresentados em gráficos bidimensionais, com o jogador viajando por vários ambientes lutando contra inimigos e participando da história. Eles foram acompanhados por parceiros controlados por IA chamados Fellows que compõem seu grupo para ajudar a completar as missões, enquanto as missões multijogador permitiam que até quatro jogadores se unissem. [6] A classe do herói pode ser personalizada dependendo de sua especialização em armas, que pode se ramificar em outras classes mais especializadas com habilidades mais poderosas à medida que progridem.",
        "Tanto o herói do jogador quanto seus companheiros podiam utilizar habilidades e feitiços recarregáveis ​​que permitiam ao jogador criar cadeias de combinação cronometradas, como combinar dois feitiços em um maior. Eventualmente, os jogadores podem desbloquear a capacidade de construir um medidor que permite que o herói se transforme temporariamente em uma forma de dragão chamada Modo D-Trance e cause danos maiores aos inimigos. Os jogadores podem se conectar a uma vila central que lhes permite comprar itens e equipamentos, conversar e se unir para realizar missões cooperativas. Como as entradas anteriores da série, os jogadores podem personalizar sua própria aldeia conforme o jogo avança."
    ]
    
}